Repository: younglives/younglives.theme
Catalog: younglives/theme/locales/*/LC_MESSAGES/younglives.theme.po
Languages: vi

source: Accessibility statement
vi: Hỗ trợ sử dụng

source: Contact us
vi: Liên hệ

source: E-newsletter / e-alerts
vi: Đăng ký nhận tin cập nhật qua email

source: Like us on Facebook
vi: Theo dõi chúng tôi trên Facebook

source: News & Events
vi: Tin tức & Sự kiện

source: Print
vi: In

source: Sitemap
vi: Sơ đồ web

source: Terms and Conditions
vi: Điều khoản sử dụng

source: younglives_theme_label_accessibility
vi: Hỗ trợ sử dụng

source: younglives_theme_label_contact_us
vi: Liên hệ

source: younglives_theme_label_enewsletter
vi: Đăng ký nhận tin cập nhật qua email

source: younglives_theme_label_find_out_more
vi: Để biết thêm thông tin

source: younglives_theme_label_like_facebook
vi: Theo dõi chúng tôi trên Facebook

source: younglives_theme_label_news_and_events
vi: Tin tức & Sự kiện

source: younglives_theme_label_page_last_updated
vi: Cập nhật lúc:

source: younglives_theme_label_sitemap
vi: Sơ đồ web

source: younglives_theme_label_terms_conditions
vi: Điều khoản sử dụng
